<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */
    'edit_profile' => 'මගේ තොරතුරු වෙනස් කිරීම',
    'change_password' => 'මුරපදය වෙනස් කරන්න',
    'current_password' => 'වත්මන් මුරපදය',
    'new_password' => 'නව මුරපදය',
    'confirm_new_password' => 'නව මුරපදය තහවුරු කරන්න',
    'user_management' => 'භාවිතා කරන්නන් කළමනාකරණය',
    'roles' => 'භූමිකාවන්',
    'users' => 'භාවිතා කරන්නන්',
    'manage_roles' => 'භූමිකාවන් කළමනාකරණය',
    'all_roles' => 'සියලුම භූමිකාවන්',
    'add_role' => 'භූමිකාව ඇතුලත් කරන්න',
    'role_name' => 'භූමිකාවේ නම',
    'permissions' => 'අවසර',
    'role_added' => 'භූමිකාව සාර්ථකව ඇතුලත් කරන ලදි',
    'role_already_exists' => 'මෙම නම සහිත භූමිකාව දැනටමත් පවතී',
    'edit_role' => 'භූමිකාව සංස්කරණය කරන්න',
    'role_updated' => 'භූමිකාව සාර්ථකව යාවත්කාලීන කරන ලදි',
    'role_deleted' => 'භූමිකාව සාර්ථකව ඉවත් කරන ලදි',
    'manage_users' => 'පරිශීලකයින් කළමනාකරණය',
    'all_users' => 'සියලුම පරිශීලකයින්',
    'name' =>'නම',
    'role' => 'භූමිකාව',
    'add_user' => 'පරිශීලකයෙක් ඇතුලත් කරන්න',
    'user_added' => 'පරිශීලකයා සාර්ථකව ඇතුලත් කරන ලදි',
    'role_is_default' => 'ඔබට මෙම භූමිකාව වෙනස් කළ නොහැක',
    'edit_user' => 'පරිශීලක විස්තර සංස්කරණය',
    'leave_password_blank' => "ඔබට මුරපදය යාවත්කාලීන කිරීමට අවශ්‍ය නැතිනම් මුරපද ක්ෂේත්‍රය හිස්ව තබන්න",
    'user_update_success' => 'පරිශීලකයා සාර්ථකව යාවත්කාලීන කරන ලදි',
    'user_delete_success' => 'පරිශීලකයා සාර්ථකව ඉවත් කරන ලදි',
];
